      IDENTIFICATION DIVISION.
      PROGRAM-ID. HELLO-WORLD.
      PROCEDURE DIVISION.      
        DISPLAY '#### Hello Cobol World! ####'.
      STOP RUN.
